Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# feed.buttonDebug.preview
source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
ja: プレビュー
ko: 시사
zh_hans: 预览
zh_hant: 預覽

# feed.buttonDebug.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# feed.buttonDebug.section.base
source: Base
ar: الأساس
de: Basis
ja: ベース
ko: 기본
zh_hans: 基础
zh_hant: 基礎

# feed.buttonDebug.section.command
source: Command
ar: يأمر
de: Befehl
es: Dominio
fr: Commande
ja: コマンド
ko: 명령
zh_hans: 命令
zh_hant: 命令

# feed.buttonDebug.section.material
source: Material
ar: المادة
fr: Matériau
ja: マテリアル
ko: 재질
zh_hans: 材质
zh_hant: 材質

# feed.buttonDebug.section.nativeGlass
source: Native Glass
ar: زجاج أصلي
de: Natives Glas
es: Cristal nativo
fr: Verre natif
ja: ネイティブGlass
ko: 네이티브 글래스
zh_hans: 原生玻璃
zh_hant: 原生玻璃

# feed.buttonDebug.style
source: Style
ar: أسلوب
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 風格

# feed.buttonDebug.style.command
source: Command
ar: يأمر
de: Befehl
es: Dominio
fr: Commande
ja: コマンド
ko: 명령
zh_hans: 命令
zh_hant: 命令

# feed.buttonDebug.style.commandLight
source: Command Light
ar: أمر فاتح
de: Befehl hell
es: Comando claro
fr: Command clair
ja: コマンドライト
ko: 커맨드 라이트
zh_hans: 命令浅色
zh_hant: 命令淺色

# feed.buttonDebug.style.flat
source: Flat
ar: مسطح
de: Flach
es: Plano
fr: Plat
ja: フラット
ko: 플랫
zh_hans: 扁平
zh_hant: 扁平

# feed.buttonDebug.style.glass
source: Raycast Glass
ar: زجاج Raycast
de: Raycast-Glas
es: Cristal Raycast
fr: Raycast Verre
ja: Raycast グラス
ko: Raycast 글래스
zh_hans: Raycast 玻璃
zh_hant: Raycast 玻璃

# feed.buttonDebug.style.halo
source: Halo
ar: هالة
ja: ハロー
ko: 헤일로
zh_hans: 光晕
zh_hant: 光暈

# feed.buttonDebug.style.liquid
source: Liquid
ar: سائل
de: Flüssig
es: Líquido
fr: Liquide
ja: リキッド
ko: 리퀴드
zh_hans: 液态
zh_hant: 流體

# feed.buttonDebug.style.nativeGlass
source: Native Glass
ar: زجاج أصلي
de: Natives Glas
es: Cristal nativo
fr: Verre natif
ja: ネイティブGlass
ko: 네이티브 글래스
zh_hans: 原生玻璃
zh_hant: 原生玻璃

# feed.buttonDebug.style.nativeProminentGlass
source: Prominent Glass
ar: زجاج بارز
de: Hervorgehobenes Glas
es: Cristal destacado
fr: Verre proéminent
ja: 強調Glass
ko: 프롬넌트 글래스
zh_hans: 醒目玻璃
zh_hant: 顯著玻璃

# feed.buttonDebug.style.outline
source: Outline
ar: إطار خارجي
de: Kontur
es: Contorno
fr: Contour
ja: アウトライン
ko: 아웃라인
zh_hans: 描边
zh_hant: 外框

# feed.buttonDebug.style.solid
source: Solid
ar: مصمت
de: Ausgefüllt
es: Sólido
fr: Plein
ja: ソリッド
ko: 채움
zh_hans: 实心
zh_hant: 實心

# feed.buttonDebug.style.standardGlass
source: Standard Glass
ar: زجاج قياسي
de: Standardglas
es: Cristal estándar
fr: Verre standard
ja: 標準Glass
ko: 표준 글래스
zh_hans: 标准玻璃
zh_hant: 標準玻璃

# feed.buttonDebug.style.standardTintedGlass
source: Standard Tinted Glass
ar: زجاج ملون قياسي
de: Getöntes Standardglas
es: Cristal tintado estándar
fr: Verre teinté standard
ja: 標準Tint Glass
ko: 표준 색조 글래스
zh_hans: 标准着色玻璃
zh_hant: 標準色調玻璃

# feed.buttonDebug.subtitle
source: Tune every Feed button kind live.
ar: اضبط كل نوع من أزرار الموجز مباشرةً.
de: Passe jede Feed-Schaltflächenart live an.
es: Ajusta en tiempo real cada tipo de botón del Feed.
fr: Ajustez en direct chaque type de bouton du flux.
ja: すべてのフィードボタン種別をライブ調整します。
ko: 모든 피드 버튼 종류를 실시간으로 조정합니다.
zh_hans: 实时调整每一种 Feed 按钮类型。
zh_hant: 即時調整每種 Feed 按鈕類型。

# feed.buttonDebug.title
source: Feed Buttons
ar: أزرار الموجز
de: Feed-Schaltflächen
es: Botones del Feed
fr: Boutons du flux
ja: フィードボタン
ko: 피드 버튼
zh_hans: Feed 按钮
zh_hant: Feed 按鈕

# feed.buttonDebug.variations
source: Variations
ar: التباينات
de: Variationen
es: Variaciones
ja: バリエーション
ko: 변형
zh_hans: 变体
zh_hant: 變體

# feed.buttonDebug.windowTitle
source: Feed Button Style
ar: نمط أزرار الموجز
de: Feed-Schaltflächenstil
es: Estilo de botones del Feed
fr: Style des boutons du flux
ja: フィードボタンスタイル
ko: 피드 버튼 스타일
zh_hans: Feed 按钮样式
zh_hant: Feed 按鈕樣式

# feed.context.agent
source: Agent:
ar: الوكيل:
es: Agente:
ja: エージェント:
ko: 에이전트:
zh_hans: 代理：

# feed.context.plan
source: Plan:
ar: الخطة:
ja: 計画:
ko: 계획:
zh_hans: 计划：
zh_hant: 計畫：

# feed.context.you
source: You:
ar: أنت:
de: Du:
es: Tú:
fr: Vous :
ja: あなた:
ko: 나:
zh_hans: 你：
zh_hant: 你：

# feed.divider.resolved
source: Resolved
ar: تم الحل
de: Gelöst
es: Resuelto
fr: Résolu
ja: 解決済み
ko: 해결됨
zh_hans: 已解决
zh_hant: 已解決

# feed.empty.actionable.subtitle
source: Permission, plan, and question requests from AI agents will appear here.
ar: ستظهر طلبات الأذونات والخطط والأسئلة من وكلاء الذكاء الاصطناعي هنا.
de: Anfragen zu Berechtigungen, Plänen und Fragen von KI-Agenten werden hier angezeigt.
es: Las solicitudes de permisos, planes y preguntas de los agentes de IA aparecerán aquí.
fr: Les demandes de permission, de plan et de question des agents d’IA s’afficheront ici.
ja: AIエージェントからの権限、計画、質問のリクエストがここに表示されます。
ko: AI 에이전트의 권한, 계획 및 질문 요청이 여기에 표시됩니다.
zh_hans: 来自 AI 代理的权限、计划和提问请求会显示在这里。
zh_hant: 來自 AI Agent 的權限、計畫與問題請求將會顯示在此。

# feed.empty.actionable.title
source: No pending decisions
ar: لا توجد قرارات معلقة
de: Keine ausstehenden Entscheidungen
es: Sin decisiones pendientes
fr: Aucune décision en attente
ja: 保留中の判断はありません
ko: 보류 중인 결정 없음
zh_hans: 没有待处理的决策
zh_hant: 沒有待處理的決定

# feed.empty.activity.subtitle
source: Agent decisions and todo-list updates will appear here.
ar: ستظهر قرارات الوكيل وتحديثات قائمة المهام هنا.
de: Entscheidungen von Agenten und Aktualisierungen der To-Do-Liste werden hier angezeigt.
es: Las decisiones de los agentes y las actualizaciones de la lista de tareas aparecerán aquí.
fr: Les décisions d’agent et les mises à jour de la liste des tâches s’afficheront ici.
ja: エージェントの判断とTodoリストの更新がここに表示されます。
ko: 에이전트 결정 및 할 일 목록 업데이트가 여기에 표시됩니다.
zh_hans: 代理决策和待办列表更新会显示在这里。
zh_hant: Agent 的決定和待辦事項清單更新將會顯示在此。

# feed.empty.activity.title
source: No activity yet
ar: لا يوجد نشاط بعد
de: Noch keine Aktivität
es: Sin actividad aún
fr: Aucune activité pour le moment
ja: アクティビティはまだありません
ko: 아직 활동 없음
zh_hans: 暂无活动
zh_hant: 尚無活動

# feed.empty.all.subtitle
source: Tool use, messages, and session events will appear here.
ar: ستظهر استخدامات الأدوات والرسائل وأحداث الجلسات هنا.
de: Tool-Nutzungen, Nachrichten und Sitzungsereignisse werden hier angezeigt.
es: El uso de herramientas, los mensajes y los eventos de sesión aparecerán aquí.
fr: L’utilisation des outils, les messages et les événements de session s’afficheront ici.
ja: ツールの利用、メッセージ、セッションイベントがここに表示されます。
ko: 도구 사용, 메시지 및 세션 이벤트가 여기에 표시됩니다.
zh_hans: 工具使用、消息和会话事件会显示在这里。
zh_hant: 工具使用、訊息和工作階段事件將會顯示在此。

# feed.empty.all.title
source: No feed activity yet
ar: لا يوجد نشاط في الموجز بعد
de: Noch keine Feed-Aktivität
es: Sin actividad en el Feed aún
fr: Aucune activité dans le flux pour le moment
ja: フィードのアクティビティはまだありません
ko: 아직 피드 활동 없음
zh_hans: Feed 中暂无活动
zh_hant: 尚無 Feed 活動

# feed.exitplan.allowedPrompts
source: Allowed prompts
ar: المطالبات المسموح بها
de: Zugelassene Prompts
es: Prompts permitidos
fr: Invites autorisées
ja: 許可されたプロンプト
ko: 허용된 프롬프트
zh_hans: 已允许的提示
zh_hant: 允許的提示詞

# feed.exitplan.auto
source: Auto
ar: آلي
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 汽車

# feed.exitplan.autoaccept
source: Auto
ar: آلي
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 汽車

# feed.exitplan.bypass
source: Bypass
ar: تجاوز
es: Omitir
fr: Contourner
ja: バイパス
ko: 우회
zh_hans: 绕过
zh_hant: 略過

# feed.exitplan.deny
source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
zh_hans: 拒绝
zh_hant: 拒絕

# feed.exitplan.feedback.placeholder
source: Tell Claude what to change…
ar: أخبر Claude بما يجب تغييره…
de: Teile Claude mit, was zu ändern ist…
es: Dile a Claude qué cambiar…
fr: Dites à Claude ce qu’il faut changer…
ja: Claudeに変更内容を伝える…
ko: Claude에게 변경할 내용을 알려주세요…
zh_hans: 告诉 Claude 需要修改什么…
zh_hant: 告訴 Claude 需要修改什麼…

# feed.exitplan.manual
source: Manual
ar: يدوي
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

# feed.exitplan.mode.autoAccept
source: auto
ar: تلقائي
de: automatisch
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# feed.exitplan.mode.bypass
source: bypass
ar: تجاوز
es: omitir
fr: contourner
ja: バイパス
ko: 우회
zh_hans: 绕过
zh_hant: 略過

# feed.exitplan.mode.deny
source: denied
ar: مرفوض
de: abgelehnt
es: denegado
fr: refusé
ja: 拒否
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

# feed.exitplan.mode.manual
source: manual
ar: يدوي
de: manuell
fr: manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

# feed.exitplan.planFile
source: Plan file
ar: ملف الخطة
de: Plandatei
es: Archivo del plan
fr: Fichier du plan
ja: 計画ファイル
ko: 계획 파일
zh_hans: 计划文件
zh_hant: 計畫檔案

# feed.exitplan.refine
source: Send feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバック送信
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送意見反應

# feed.filter.actionable
source: Actionable
ar: يتطلب إجراءً
de: Handlungsbedarf
es: Accionable
fr: À traiter
ja: 要対応
ko: 실행 가능
zh_hans: 待处理
zh_hant: 待處理

# feed.filter.activity
source: All Activity
ar: كل الأنشطة
de: Alle Aktivitäten
es: Toda la actividad
fr: Toute l’activité
ja: すべてのアクティビティ
ko: 모든 활동
zh_hans: 全部活动
zh_hant: 所有活動

# feed.filter.all
source: All
ar: الجميع
de: Alle
es: Todo
fr: Tous
ja: すべて
ko: 모두
zh_hans: 全部
zh_hant: 全部

# feed.history.loadOlder
source: Load older activity
ar: تحميل الأنشطة الأقدم
de: Ältere Aktivitäten laden
es: Cargar actividad anterior
fr: Charger l’activité plus ancienne
ja: 古いアクティビティを読み込む
ko: 이전 활동 불러오기
zh_hans: 加载更早的活动
zh_hant: 載入較舊的活動

# feed.history.loadingOlder
source: Loading older activity...
ar: جاري تحميل الأنشطة الأقدم...
de: Ältere Aktivitäten werden geladen...
es: Cargando actividad anterior...
fr: Chargement de l’activité plus ancienne...
ja: 古いアクティビティを読み込み中...
ko: 이전 활동 불러오는 중...
zh_hans: 正在加载更早的活动...
zh_hant: 正在載入較舊的活動...

# feed.kind.exitPlan
source: Exit plan
ar: خطة الخروج
es: Plan de salida
fr: Plan de sortie
ja: 終了プラン
ko: 종료 계획
zh_hans: 退出计划
zh_hant: 結束計畫

# feed.kind.message
source: MESSAGE
ar: رسالة
de: NACHRICHT
es: MENSAJE
ja: メッセージ
ko: 메시지
zh_hans: 消息
zh_hant: 訊息

# feed.kind.permission
source: PERMISSION
ar: إذن
de: BERECHTIGUNG
es: PERMISO
fr: AUTORISATION
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

# feed.kind.plan
source: PLAN
ar: خطة
ja: プラン
ko: 계획
zh_hans: 计划
zh_hant: 計畫

# feed.kind.prompt
source: PROMPT
ar: مطالبة
ja: プロンプト
ko: 프롬프트
zh_hans: 提示
zh_hant: 提示詞

# feed.kind.question
source: Question
ar: سؤال
de: Frage
es: Pregunta
ja: 質問
ko: 질문
zh_hans: 问题
zh_hant: 問題

# feed.kind.question.upper
source: QUESTION
ar: سؤال
de: FRAGE
es: PREGUNTA
ja: 質問
ko: 질문
zh_hans: 问题
zh_hant: 問題

# feed.kind.sessionEnd.upper
source: SESSION END
ar: نهاية الجلسة
de: SITZUNGSENDE
es: FIN DE SESIÓN
fr: FIN DE SESSION
ja: セッション終了
ko: 세션 종료
zh_hans: 会话结束
zh_hant: 工作階段結束

# feed.kind.sessionStart.upper
source: SESSION START
ar: بداية الجلسة
de: SITZUNGSSTART
es: INICIO DE SESIÓN
fr: DÉBUT DE SESSION
ja: セッション開始
ko: 세션 시작
zh_hans: 会话开始
zh_hant: 工作階段開始

# feed.kind.stop
source: STOP
ar: إيقاف
de: STOPP
es: DETENER
ja: 停止
ko: 중단
zh_hans: 停止
zh_hant: 停止

# feed.kind.todos
source: TODOS
ar: المهام
de: Aufgaben
es: TAREAS
fr: TÂCHES
ja: タスク
ko: 할 일
zh_hans: 待办
zh_hant: 待辦事項

# feed.kind.toolResult
source: TOOL RESULT
ar: نتيجة الأداة
de: TOOL-ERGEBNIS
es: RESULTADO DE HERRAMIENTA
fr: RÉSULTAT DE L’OUTIL
ja: ツール結果
ko: 도구 결과
zh_hans: 工具结果
zh_hant: 工具結果

# feed.kind.toolUse
source: TOOL USE
ar: استخدام الأداة
de: TOOL-NUTZUNG
es: USO DE HERRAMIENTA
fr: UTILISATION DE L’OUTIL
ja: ツール使用
ko: 도구 사용
zh_hans: 工具使用
zh_hant: 工具使用

# feed.lifecycle.compaction.title
source: Compaction
ar: ضغط
bs: Sažimanje
da: Komprimering
de: Komprimierung
es: Compactación
fr: Compactage
it: Compattazione
ja: 圧縮
ko: 압축
nb: Komprimering
pl: Kompaktowanie
pt_br: Compactação
ru: Сжатие
th: การบีบอัด
tr: Sıkıştırma
uk: Стиснення
zh_hans: 压缩
zh_hant: 壓縮

# feed.lifecycle.subagent.title
source: Subagent
ar: وكيل فرعي
bs: Podagent
da: Underagent
de: Unteragent
es: Subagente
fr: Sous-agent
it: Sottoagente
ja: サブエージェント
ko: 하위 에이전트
nb: Underagent
pl: Podagent
pt_br: Subagente
ru: Субагент
th: เอเจนต์ย่อย
tr: Alt aracı
uk: Субагент
zh_hans: 子代理
zh_hant: 子代理

# feed.notification.decisionNeeded
source: Decision needed
ar: يتطلب اتخاذ قرار
de: Entscheidung erforderlich
es: Se requiere decisión
fr: Décision requise
ja: 判断が必要です
ko: 결정 필요
zh_hans: 需要决策
zh_hant: 需要做出決定

# feed.notification.exitPlan.autoAccept
source: Auto
ar: آلي
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 汽車

# feed.notification.exitPlan.body
source: Review and approve the plan
ar: راجع الخطة ووافق عليها
de: Überprüfe und genehmige den Plan
es: Revisa y aprueba el plan
fr: Vérifier et approuver le plan
ja: プランを確認して承認してください
ko: 계획을 검토하고 승인하세요
zh_hans: 审阅并批准计划
zh_hant: 審查並核准計畫

# feed.notification.exitPlan.bypass
source: Bypass
ar: تجاوز
de: Umgehen
es: Omitir
fr: Contourner
ja: バイパス
ko: 우회
zh_hans: 绕过
zh_hant: 略過

# feed.notification.exitPlan.manual
source: Manual
ar: يدوي
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

# feed.notification.exitPlan.title
source: %@ plan ready
ar: خطة %@ جاهزة
de: Plan für %@ bereit
es: Plan de %@ listo
fr: Plan %@ prêt
ja: %@のプラン準備完了
ko: %@ 계획 준비됨
zh_hans: %@ 计划已就绪
zh_hant: %@ 計畫已就緒

# feed.notification.permission.all
source: All tools
ar: كل الأدوات
de: Alle Tools
es: Todas las herramientas
fr: Tous les outils
ja: すべてのツール
ko: 모든 도구
zh_hans: 全部工具
zh_hant: 所有工具

# feed.notification.permission.allowOnce
source: Allow Once
ar: السماح لمرة واحدة
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
ja: 1回だけ許可
ko: 한 번 허용
zh_hans: 允许一次
zh_hant: 允許一次

# feed.notification.permission.always
source: Always
ar: دائماً
de: Stets
es: Siempre
fr: Toujours
ja: 常に許可
ko: 언제나
zh_hans: 始终
zh_hant: 總是

# feed.notification.permission.body
source: %@ needs approval
ar: يحتاج %@ إلى موافقة
de: %@ benötigt Genehmigung
es: %@ necesita aprobación
fr: %@ requiert une approbation
ja: %@に承認が必要です
ko: %@ 승인 필요
zh_hans: %@ 需要批准
zh_hant: %@ 需要核准

# feed.notification.permission.deny
source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
zh_hans: 拒绝
zh_hant: 拒絕

# feed.notification.permission.title
source: %@ permission
ar: إذن %@
de: Berechtigung für %@
es: Permiso de %@
fr: Autorisation %@
ja: %@の権限確認
ko: %@ 권한
zh_hans: %@ 权限
zh_hant: %@ 權限

# feed.notification.question.body
source: Agent is asking a question
ar: يطرح الوكيل سؤالاً
de: Agent stellt eine Frage
es: El agente está haciendo una pregunta
fr: L’agent pose une question
ja: エージェントが質問しています
ko: 에이전트가 질문을 하고 있습니다
zh_hans: 代理正在提问
zh_hant: Agent 正在提問

# feed.notification.question.reply
source: Reply
ar: رد
de: Antwort
es: Responder
fr: Répondre
ja: 返信
ko: 회신하다
zh_hans: 回复
zh_hant: 回覆

# feed.notification.question.title
source: %@ question
ar: سؤال %@
de: Frage von %@
es: Pregunta de %@
fr: Question de %@
ja: %@からの質問
ko: %@ 질문
zh_hans: %@ 提问
zh_hant: %@ 的問題

# feed.permission.all
source: All tools
ar: كل الأدوات
de: Alle Tools
es: Todas las herramientas
fr: Tous les outils
ja: すべてのツール
ko: 모든 도구
zh_hans: 全部工具
zh_hant: 所有工具

# feed.permission.always
source: Always
ar: دائماً
de: Stets
es: Siempre
fr: Toujours
ja: 常に
ko: 언제나
zh_hans: 始终
zh_hant: 總是

# feed.permission.bypass
source: Bypass
ar: تجاوز
de: Umgehen
es: Omitir
fr: Contourner
ja: バイパス
ko: 우회
zh_hans: 绕过
zh_hant: 略過

# feed.permission.deny
source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
zh_hans: 拒绝
zh_hant: 拒絕

# feed.permission.mode.all
source: all tools
ar: كل الأدوات
de: alle Tools
es: todas las herramientas
fr: tous les outils
ja: 全ツール
ko: 모든 도구
zh_hans: 全部工具
zh_hant: 所有工具

# feed.permission.mode.always
source: always
ar: دائماً
de: immer
es: siempre
fr: toujours
ja: 常に
ko: 항상
zh_hans: 始终
zh_hant: 一律允許

# feed.permission.mode.bypass
source: bypass
ar: تجاوز
de: umgehen
es: omitir
fr: contourner
ja: バイパス
ko: 우회
zh_hans: 绕过
zh_hant: 略過

# feed.permission.mode.deny
source: denied
ar: مرفوض
de: abgelehnt
es: denegado
fr: refusé
ja: 拒否
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

# feed.permission.mode.once
source: once
ar: مرة واحدة
de: einmal
es: una vez
fr: une fois
ja: 1回
ko: 한 번
zh_hans: 仅一次
zh_hant: 僅此一次

# feed.permission.once
source: Once
ar: مرة واحدة
de: Einmal
es: Una vez
fr: Une fois
ja: 1回
ko: 한 번
zh_hans: 一次
zh_hant: 一次

# feed.promptEcho
source: You: %@
ar: أنت: %@
de: Sie: %@
es: Tú: %@
fr: Vous : %@
ja: あなた: %@
ko: 나: %@
zh_hans: 你：%@
zh_hant: 你：%@

# feed.promptEcho.permission
source: You: %@ request from %@
ar: أنت: طلب %@ من %@
de: Sie: %@ Anfrage von %@
es: Tú: solicitud de %@ de %@
fr: Vous : demande de %@ de %@
ja: あなた: %@（%@ からの要求）
ko: 나: %@ 요청 (%@)
zh_hans: 你：%@ 请求，来自 %@
zh_hant: 您：%@ 請求，來自 %@

# feed.push.error.decodeFailed
source: feed.push event failed to decode
ar: فشل فك ترميز حدث feed.push
de: Decodierung von feed.push-Event fehlgeschlagen
es: error al decodificar el evento feed.push
fr: Échec du décodage de l’événement feed.push
ja: feed.push イベントをデコードできませんでした
ko: feed.push 이벤트 디코딩 실패
zh_hans: feed.push 事件解码失败
zh_hant: 無法解碼 feed.push 事件

# feed.push.error.exclusiveEventShape
source: feed.push accepts either `event` or `events`, not both
ar: يقبل feed.push إما `event` أو `events` وليس كلاهما
de: feed.push akzeptiert entweder `event` oder `events`, nicht beides
es: feed.push acepta `` `event` `` o `` `events` ``, no ambos
fr: feed.push accepte soit `event`, soit `events`, mais pas les deux
ja: feed.push には `event` または `events` のいずれか一方のみを指定できます。
ko: feed.push는 `event` 또는 `events` 중 하나만 허용하며, 둘 다 허용하지는 않습니다
zh_hans: feed.push 只接受 `event` 或 `events` 之一，不能同时提供
zh_hant: feed.push 僅接受 `event` 或 `events` 其中之一，不能同時接受兩者

# feed.push.error.requiresEvent
source: feed.push requires an `event` object
ar: يتطلب feed.push كائن `event`
de: feed.push erfordert ein `event`-Objekt
es: feed.push requiere un objeto `` `event` ``
fr: feed.push requiert un objet `event`
ja: feed.push には `event` オブジェクトが必要です。
ko: feed.push에는 `event` 객체가 필요합니다
zh_hans: feed.push 需要一个 `event` 对象
zh_hant: feed.push 需要 `event` 物件

# feed.question.answerAll
source: Please answer all questions
ar: يرجى الإجابة على جميع الأسئلة
de: Bitte beantworte alle Fragen
es: Por favor, responde todas las preguntas
fr: Veuillez répondre à toutes les questions
ja: すべての質問に回答してください
ko: 모든 질문에 대답해 주세요
zh_hans: 请回答所有问题
zh_hant: 請回答所有問題

# feed.question.multiSelect
source: Multi-select
ar: تحديد متعدد
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
ja: 複数選択
ko: 다중 선택
zh_hans: 多选
zh_hant: 複選

# feed.question.noOptions
source: Agent provided no options.
ar: لم يوفر الوكيل أي خيارات.
de: Agent hat keine Optionen bereitgestellt.
es: El agente no proporcionó opciones.
fr: L’agent n’a fourni aucune option.
ja: エージェントは選択肢を提供していません。
ko: 에이전트가 제공한 선택지가 없습니다.
zh_hans: 代理未提供选项。
zh_hant: Agent 未提供任何選項。

# feed.question.skipInterviewPlan
source: Skip + plan immediately
ar: تخطي + التخطيط فوراً
de: Überspringen + sofort planen
es: Omitir + planificar inmediatamente
fr: Ignorer + planifier immédiatement
ja: スキップしてすぐ計画
ko: 건너뛰고 즉시 계획 수립
zh_hans: 跳过并立即制定计划
zh_hant: 略過並立即進行計畫

# feed.question.submit
source: Submit
ar: إرسال
de: Absenden
es: Enviar
fr: Soumettre
ja: 送信
ko: 제출
zh_hans: 提交
zh_hant: 提交

# feed.question.submitAll
source: Submit All Answers
ar: إرسال جميع الإجابات
de: Alle Antworten absenden
es: Enviar todas las respuestas
fr: Soumettre toutes les réponses
ja: すべての回答を送信
ko: 모든 답변 제출
zh_hans: 提交所有回答
zh_hant: 提交所有回答

# feed.question.typeSomething
source: Type something…
ar: اكتب شيئاً…
de: Gib etwas ein…
es: Escribe algo…
fr: Saisissez quelque chose…
ja: 自由記入…
ko: 무언가 입력하세요…
zh_hans: 输入内容…
zh_hant: 輸入內容…

# feed.status.expired
source: Expired
ar: انتهت الصلاحية
de: Abgelaufen
es: Expirado
fr: Expiré
ja: 期限切れ
ko: 만료됨
zh_hans: 已过期
zh_hant: 已過期

# feed.status.needsInput
source: Needs input
ar: يحتاج إلى إدخال
bs: Potreban unos
da: Kræver input
de: Eingabe erforderlich
es: Necesita entrada
fr: Saisie requise
it: Richiede input
ja: 入力待ち
ko: 입력 필요
nb: Trenger inndata
pl: Wymaga danych wejściowych
pt_br: Precisa de entrada
ru: Требуется ввод
th: ต้องการอินพุต
tr: Girdi gerekiyor
uk: Потрібне введення
zh_hans: 需要输入
zh_hant: 需要輸入

# feed.status.pending
source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

# feed.stop.label
source: Claude finished — reply to continue
ar: انتهى Claude — رد للمتابعة
de: Claude fertig — antworte, um fortzufahren
es: Claude ha terminado; responde para continuar
fr: Claude a terminé — répondez pour continuer
ja: Claudeが完了しました。続行するには返信してください
ko: Claude 완료됨 — 계속하려면 회신하세요
zh_hans: Claude 已完成 — 回复以继续
zh_hant: Claude 已完成 — 回覆以繼續

# feed.stop.placeholder
source: Reply to Claude…
ar: رد على Claude…
de: Claude antworten…
es: Responde a Claude…
fr: Répondre à Claude…
ja: Claudeへの返信…
ko: Claude에게 회신…
zh_hans: 回复 Claude…
zh_hant: 回覆 Claude…

# feed.stop.send
source: Send to Claude
ar: إرسال إلى Claude
de: An Claude senden
es: Enviar a Claude
fr: Envoyer à Claude
ja: Claudeへ送信
ko: Claude에게 보내기
zh_hans: 发送给 Claude
zh_hant: 傳送給 Claude

# feed.telemetry.error
source: error
ar: خطأ
de: Fehler
fr: erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# feed.telemetry.ok
source: ok
ar: موافق
ko: 성공
zh_hans: 正常
zh_hant: 成功

# feed.telemetry.sessionEnd
source: session end
ar: نهاية الجلسة
de: Sitzungsende
es: fin de sesión
fr: fin de session
ja: セッション終了
ko: 세션 종료
zh_hans: 会话结束
zh_hant: 工作階段結束

# feed.telemetry.sessionStart
source: session start
ar: بداية الجلسة
de: Sitzungsstart
es: inicio de sesión
fr: début de session
ja: セッション開始
ko: 세션 시작
zh_hans: 会话开始
zh_hant: 工作階段開始

# feed.telemetry.stop
source: stop
ar: إيقاف
de: Stopp
es: detener
fr: arrêt
ja: 停止
ko: 중단
zh_hans: 停止
zh_hant: 停止

# feed.textEditorDebug.metrics
source: %lld lines · %lld chars
ar: %lld سطر · %lld حرف
de: %lld Zeilen · %lld Zeichen
es: %lld líneas · %lld caracteres
fr: %lld lignes · %lld caractères
ja: %lld 行 · %lld 文字
ko: %lld행 · %lld자
zh_hans: %lld 行 · %lld 个字符
zh_hant: %lld 行 · %lld 個字元

# feed.textEditorDebug.placeholder
source: Type several lines here...
ar: اكتب عدة أسطر هنا...
de: Gib hier mehrere Zeilen ein...
es: Escribe varias líneas aquí...
fr: Saisissez plusieurs lignes ici...
ja: ここに複数行を入力...
ko: 여기에 여러 줄을 입력하세요...
zh_hans: 在这里输入几行内容...
zh_hant: 在此處輸入多行內容...

# feed.textEditorDebug.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# feed.textEditorDebug.subtitle
source: Compare autosizing editors with identical input.
ar: قارن بين المحررات ذات الحجم التلقائي بمدخلات متطابقة.
de: Vergleiche Editoren mit automatischer Größenanpassung bei identischer Eingabe.
es: Compara editores de tamaño automático con entradas idénticas.
fr: Comparez les éditeurs à dimensionnement automatique avec une entrée identique.
ja: 同じ入力で自動サイズ調整エディタを比較します。
ko: 동일한 입력을 사용하여 자동 크기 조절 편집기를 비교합니다.
zh_hans: 用相同的输入比较自动调整大小的编辑器。
zh_hant: 比較具有相同輸入內容的自動調整大小編輯器。

# feed.textEditorDebug.title
source: Feed Text Editors
ar: محررات نصوص الموجز
de: Feed-Texteditoren
es: Editores de texto del Feed
fr: Éditeurs de texte du flux
ja: フィードテキストエディタ
ko: 피드백 텍스트 편집기
zh_hans: Feed 文本编辑器
zh_hant: Feed 文字編輯器

# feed.textEditorDebug.variant.appKitDirectIntrinsic
source: AppKit Direct, intrinsic
ar: AppKit Direct، داخلي
de: AppKit Direct, intrinsisch
es: AppKit Directo, intrínseco
fr: AppKit Direct, intrinsèque
ja: AppKit ダイレクト、固有サイズ
ko: AppKit Direct, 고유
zh_hant: AppKit Direct，固有大小

# feed.textEditorDebug.variant.appKitScrollMeasured
source: AppKit ScrollView, measured
ar: AppKit ScrollView، مُقاس
de: AppKit ScrollView, gemessen
es: AppKit ScrollView, medido
fr: AppKit ScrollView, mesuré
ja: AppKit スクロールビュー、計測
ko: AppKit ScrollView, 측정됨
zh_hans: AppKit ScrollView，实测
zh_hant: AppKit ScrollView，已測量

# feed.textEditorDebug.variant.swiftUIMirror
source: SwiftUI Mirror TextEditor
ar: محرر نصوص مرآة SwiftUI
de: SwiftUI Spiegel TextEditor
es: TextEditor espejo de SwiftUI
fr: TextEditor miroir SwiftUI
ja: SwiftUI ミラー テキストエディタ
ko: SwiftUI 미러 텍스트 에디터
zh_hans: SwiftUI 镜像文本编辑器
zh_hant: SwiftUI 鏡像文字編輯器
